[
  {
    "id": "she-said-waterfalls",
    "number": 1,
    "title": "She Said Waterfalls",
    "heroImage": null,
    "heroAlt": "Misty gorge at dawn with golden light filtering through the canopy",
    "heroCredit": null,
    "isGeneratedImage": true,
    "textAlign": "center",
    "body": "<p>She said waterfalls. I said New Brunswick. Guess where we're going.</p><p>Somewhere between \"that could be nice\" and \"I already booked the Hampton Inn,\" this became a real trip. Seven days. Two states nobody drives through on purpose. More waterfalls than either of us can name.</p>"
  },
  {
    "id": "so-i-asked-six-robots",
    "number": 2,
    "title": "So I Asked Six Robots",
    "heroImage": null,
    "heroAlt": null,
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "center",
    "body": "<p>I asked the same question to six different AI models. \"Plan a week-long road trip to the Finger Lakes for a photographer with a bad back and a partner who doesn't care about Riesling.\"</p><p>Claude showed up first with a clean itinerary. ChatGPT wrote a novel. Gemini gave me two answers that contradicted each other. Perplexity cited its sources like a nervous grad student. The second Gemini included LaTeX formulas for calculating golden hour shutter speeds at specific latitudes. One of them provided GPS coordinates to nine decimal places — sub-millimeter accuracy for a parking lot.</p><p>They mostly agreed on the important stuff, which is more than you can say for most planning committees. Here's the trip they designed.</p>"
  },
  {
    "id": "280-miles-zero-interstate",
    "number": 3,
    "title": "280 Miles, Zero Interstate",
    "heroImage": null,
    "heroAlt": "Sweeping mountain panorama from the Mohawk Trail Hairpin Turn looking east over the Hoosac Valley",
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "left",
    "body": "<p>The Mohawk Trail was America's first designated scenic highway. 1914. Before the national parks had a system, before Route 66 had a song, this was the road people drove just to drive it.</p><p>You cross the Connecticut River out of New Hampshire and the land opens up in a way that doesn't happen in New England. The Hoosac Valley stretches out below the Hairpin Turn like somebody unrolled a carpet. Massachusetts gets real wide real fast when you stop using the Pike.</p><p>By Williamstown you've forgotten you're headed somewhere. That's the point.</p>"
  },
  {
    "id": "bridge-of-flowers",
    "number": 4,
    "title": "The Bridge of Flowers Is Not a Metaphor",
    "heroImage": null,
    "heroAlt": "Bridge of Flowers in Shelburne Falls in full July bloom with flowers on both sides",
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "center",
    "body": "<p>A 1908 trolley bridge that lost its trolley and gained 500 species of flowers. Four hundred feet of elevated garden spanning the Deerfield River in Shelburne Falls, Massachusetts. It's the kind of thing that sounds fake until you're standing on it.</p>"
  },
  {
    "id": "home-base",
    "number": 5,
    "title": "Home Base: A Hampton Inn, Obviously",
    "heroImage": null,
    "heroAlt": null,
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "center",
    "body": "<p>Every travel blog written by someone under thirty says you should stay at a converted barn with a communal breakfast table where strangers ask how you slept. No.</p><p>Hampton Inn. Whirlpool room. Free breakfast. Sixty-six rooms. Indoor pool. The parking lot is flat and the ice machine works.</p><p>Here's what a Hampton Inn doesn't have: personality. And that's the entire selling proposition. Nobody knocks on your door to offer you locally foraged granola. Nobody leaves a handwritten note. Nobody asks about your journey. You walk in, the room looks like every other room, and your nervous system finally unclenches.</p><p>The whirlpool room isn't indulgence. It's infrastructure. Her back needs hot water after a day of gorge trails the way a car needs gas after a day of mountain roads. We budget for both.</p>"
  },
  {
    "id": "215-feet",
    "number": 6,
    "title": "215 Feet of Shut Up",
    "heroImage": null,
    "heroAlt": "Taughannock Falls from the base of the gorge trail, the full 215-foot drop framed by shale amphitheater walls",
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "center",
    "body": "<p>Taller than Niagara. Flat gravel trail, three-quarters of a mile. Shale amphitheater walls two hundred feet high on both sides, and at the end, 215 feet of falling water that makes your camera feel inadequate and your problems feel optional.</p><p>Your back says yes. Your camera says hell yes.</p>"
  },
  {
    "id": "field-guide",
    "number": 7,
    "title": "The Field Guide (For a Photographer With a Bad Back)",
    "heroImage": null,
    "heroAlt": null,
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "left",
    "body": "<p>There are more waterfalls within forty-five minutes of this Hampton Inn than most people see in a lifetime. Here are the ones you can actually reach without destroying your spine.</p>"
  },
  {
    "id": "here-first",
    "number": 8,
    "title": "The Place That Was Here First",
    "heroImage": null,
    "heroAlt": "Ganondagan State Historic Site bark longhouse replica in Victor, NY",
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "left",
    "body": "<p>Ganondagan. A seventeenth-century Seneca town site in Victor, New York. National Historic Landmark. Home to the Seneca Art & Culture Center and a full-size bark longhouse replica that stops you in the doorway.</p><p>The Haudenosaunee Confederacy governed these lands under the Great Law of Peace — a constitution that Benjamin Franklin studied and that influenced the framework of American democracy. The Skä·noñh Great Law of Peace Center, on the north shore of Onondaga Lake, tells that story with the weight it deserves.</p><p>Before these gorges were state parks, they were home.</p><p>There are cast-iron markers along Routes 14 and 96 that document what happened to that home. The Sullivan-Clinton Campaign of 1779 — forty towns destroyed, orchards burned, stored food seized heading into winter. The markers are small and easy to miss at fifty miles an hour. That's sort of the point of stopping.</p>"
  },
  {
    "id": "sapsucker-woods",
    "number": 9,
    "title": "Sapsucker Woods and Other Things I Can't Believe Are Free",
    "heroImage": null,
    "heroAlt": "Bird photography from Sapsucker Woods at the Cornell Lab of Ornithology",
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "right",
    "body": "<p>The Cornell Lab of Ornithology is free. Two hundred and twenty acres of flat boardwalk through wetlands and hardwood forest, a visitor center with floor-to-ceiling windows overlooking a pond that attracts more wildlife than a Disney movie, and a Maya Lin sound installation that turns bird calls into visible waveforms. Free. No catch. Just show up.</p><p>The Museum of the Earth costs twelve bucks and has a ramp system like a stripped-down Guggenheim spiraling past 4.5 billion years of geological history. There's a mastodon skeleton. The building has air conditioning, which matters more than it should after three days of gorge trails in July.</p><p>Corning Museum of Glass is forty-five minutes south and it's the single best museum find from the entire six-AI research project. One model found it. The other five missed it. Three thousand five hundred years of glass art, live glassblowing demos, and a gallery of contemporary pieces that would justify the drive even if the rest of the trip didn't exist. Twenty-two dollars. It's the best museum in the northeastern United States and most people have never heard of it.</p>"
  },
  {
    "id": "eat-fish",
    "number": 10,
    "title": "Eat Fish, Avoid People",
    "heroImage": null,
    "heroAlt": null,
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "left",
    "body": "<p>The Finger Lakes dining scene is farm-to-table everything, which means you'll eat well even if you just point at a menu. Here's where to point.</p>"
  },
  {
    "id": "vermont-long-way",
    "number": 11,
    "title": "Vermont the Long Way Home",
    "heroImage": null,
    "heroAlt": "Quechee Gorge in summer, Vermont's deepest gorge",
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "center",
    "body": "<p>Different route home. East through New York, across the Vermont border, and down through a landscape that trades shale walls for rolling pastures.</p><p>Quechee Gorge — Vermont's deepest, 165 feet of glacially carved rock that you can see from a bridge. Woodstock village, where every building looks like it was designed by a committee that agreed on something. The Cornish-Windsor covered bridge, 460 feet, the longest wooden covered bridge in the United States.</p><p>You left through Massachusetts mountains. You come home through Vermont valleys. Zero overlap.</p>"
  },
  {
    "id": "the-closer",
    "number": 12,
    "title": "The Closer",
    "heroImage": null,
    "heroAlt": null,
    "heroCredit": null,
    "isGeneratedImage": false,
    "textAlign": "center",
    "body": "<!-- AUTHOR: Write the closer. -->"
  }
]
